Repository: frederikstonge/mon-pacing
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Add
fr: Ajouter

source: Add improvisation
fr: Ajouter une improvisation

source: Add penalty
fr: Ajouter une pénalité

source: Add team
fr: Ajouter une équipe

# areYouSureAction
source: Are you sure you want to {action}?
fr: Êtes-vous sûr de vouloir {action}?

# areYouSureActionName
source: Are you sure you want to {action} {name}?
fr: Êtes-vous sûr de vouloir {action} {name}?

source: Cancel
fr: Annuler

source: Category
fr: Catégorie

source: Categories
fr: Catégories

source: Close
fr: Fermer

source: Color
fr: Couleur

source: Compared
fr: Comparée

source: Confirm
fr: Confirmer

source: Create
fr: Créer

# createNewPacingTooltip
source: Create a new pacing
fr: Créer un nouveau pacing

# createNewTeamTooltip
source: Create a new team
fr: Créer une nouvelle équipe

source: Create pacing
fr: Créer un pacing

source: Create team
fr: Créer une équipe

source: Dark
fr: Sombre

# defaultImprovisationSettingsTooltip
source: These settings will be used as defaults when creating new improvisations, but can be changed individually.
fr: Ces paramètres seront utilisés par défaut lors de la création de nouvelles improvisations, mais pourront être changés individuellement.

# defaultMatchSettingsTooltip
source: These settings will be used as defaults when creating new matches, but can be changed individually.
fr: Ces paramètres seront utilisés par défaut lors de la création de nouveaux matchs, mais pourront être changés individuellement.

# defaultPacingSettingsTooltip
source: These settings will be used as defaults when creating new pacings, but can be changed individually.
fr: Ces paramètres seront utilisés par défaut lors de la création de nouveaux pacings, mais pourront être changés individuellement.

# defaultPenaltySettingsTooltip
source: These settings will be used as defaults when creating new penalties, but can be changed individually.
fr: Ces paramètres seront utilisés par défaut lors de la création de nouvelles pénalités, mais pourront être changés individuellement.

source: Delete
fr: Supprimer

source: Duplicate
fr: Dupliquer

# duplicateTag
source: Duplicate tag {tag}
fr: Étiquette {tag} dupliquée

source: Duration
fr: Durée

source: Edit
fr: Modifier

source: Edit details
fr: Modifier les détails

source: Edit improvisation
fr: Modifier l'improvisation

source: Edit match
fr: Modifier le match

source: Edit pacing
fr: Modifier le pacing

source: Edit penalty
fr: Modifier la pénalité

source: Edit team
fr: Modifier l'équipe

source: Enable haptic feedback
fr: Activer la vibration

source: Enable match expulsion
fr: Activer les expulsions de match

# enableMatchExpulsionTooltip
source: A performer with too many penalty points will be expelled from the match.
fr: Un interprète avec trop de points de pénalité sera expulsé du match.

# enablePenaltiesImpactPoints
source: Enable penalties to impact points
fr: Activer l'impact des pénalités sur le pointage

source: Enable statistics
fr: Activer les statistiques

# enableStatisticsTooltip
source: Add team lineups and track points, penalties, etc.
fr: Ajouter les alignements des équipes et calculer les points, pénalités, etc.

source: Enable timer haptic feedback
fr: Activer la vibration du chronomètre

source: Enable wakelock
fr: Activer le verrouillage de réveil

# enableWakelockTooltip
source: Prevent your screen from turning off when the timer is active.
fr: Empêche l'écran de se fermer lorsque le chronomètre est actif.

# exportMatchSheetTo
source: Export match sheet to {integrationId}
fr: Exporter la feuille de match vers {integrationId}

source: Free
fr: Libre

source: General
fr: Général

# greaterThan
source: Must be greater than {min}
fr: Doit être plus grand que {min}

source: Huddle
fr: Caucus

source: Huddle timer
fr: Chronomètre de caucus

# huddleTimerTooltip
source: Time allowed for the huddle before the improvisation starts. A timer will be added during the match.
fr: Temps alloué pour le caucus avant que l'improvisation commence. Un chronomètre sera ajouté durant le match.

# importPacingTooltip
source: Import pacing
fr: Importer un pacing

# importTeamTooltip
source: Import team
fr: Importer une équipe

# improvisationCount
source: Improvisation count: {count}
fr: Nombre d'improvisations : {count}

# improvisationDurationInSeconds
source: Improvisation duration
fr: Durée d'improvisation

# improvisationIndex
source: Improvisation position
fr: Position de l'improvisation

# improvisationNumber
source: Improvisation #{order}
fr: Improvisation n°{order}

# integrationPacingMustHaveAtLeastXImprovisations
source: Pacing must have at least {count, plural, one{{count} improvisation} other{{count} improvisations}}.
fr: Le pacing doit avoir au moins {count, plural, one{{count} improvisation} other{{count} improvisations}}.

# integrationPacingMustHaveAtMostXImprovisations
source: Pacing must have at most {count, plural, one{{count} improvisation} other{{count} improvisations}}.
fr: Le pacing doit avoir au plus {count, plural, one{{count} improvisation} other{{count} improvisations}}.

source: Language
fr: Langue

# lesserThan
source: Must be less than {max}
fr: Doit être plus petit que {max}

source: Light
fr: Clair

source: Major
fr: Majeur

source: Matches
fr: Matchs

source: Match summary
fr: Sommaire du match

source: Migration completed
fr: Migration complétée

# migrationError
source: An error occurred during migration. Please try again later.
fr: Une erreur est survenue lors de la migration. Veuillez réessayer plus tard.

# migrationMatches
source: Migrating matches...
fr: Migration des matchs...

# migrationPacings
source: Migrating pacings...
fr: Migration des pacings...

# migrationStarted
source: Starting database migration...
fr: Migration de la base de données...

# migrationTeams
source: Migrating teams...
fr: Migration des équipes...

# missingIgnoreBatteryOptimizationError
source: Battery optimization is still enabled. Please go to your device's settings to ignore battery optimization.
fr: L'optimisation de la batterie est toujours activée. Veuillez aller dans les paramètres de votre appareil pour ignorer l'optimisation de la batterie.

# missingNotificationPermissionError
source: Notification permission has been denied. Please go to your device's settings to allow notifications.
fr: La permission de recevoir des notifications a été déclinée. Veuillez aller dans les paramètres de votre appareil pour autoriser les notifications.

source: Mixed
fr: Mixte

# modifiedDate
source: Modified date: {date}
fr: Date de modification : {date}

source: More
fr: Plus

# multipleOf
source: Must be a multiple of {multiple}
fr: Doit être un multiple de {multiple}

source: Name
fr: Nom

source: No integration found.
fr: Aucune intégration trouvée.

source: No penalty.
fr: Aucune pénalité.

source: No star.
fr: Aucune étoile.

# notificationTitle
source: Timer
fr: Chronomètre

# numberOfTeamsByDefault
source: Default number of teams
fr: Nombre d'équipes par défaut

# onboardingByDefault
source: These settings will be used as defaults, but can be changed individually.
fr: Ces paramètres seront utilisés par défaut, mais pourront être changés individuellement.

# onboardingLanguageTitle
source: Welcome to Mon Pacing
fr: Bienvenue sur Mon Pacing

# onboardingLanguageDescription
source: Select your preferred language.
fr: Sélectionnez votre langue.

# onboardingPacingsTitle
source: Create your pacings
fr: Créez vos pacings

# onboardingPacingsDescription
source: Create pacings for your matches with our tool.
fr: Créez des pacings pour vos matchs avec notre outil.

# onboardingImprovisationsTitle
source: Customize your improvisations
fr: Personnalisez vos improvisations

# onboardingImprovisationsDescription
source: Customize your improvisations with durations, types, tags, and more.
fr: Personnalisez vos improvisations avec des durées, des types, des étiquettes et plus.

# onboardingMatchesTitle
source: Enrich your matches
fr: Enrichissez vos matchs

# onboardingMatchesDescription
source: Add statistics and more to your matches.
fr: Ajoutez des statistiques et plus à vos matchs.

# onboardingPenaltiesTitle
source: Track penalties
fr: Gardez une trace des pénalités

# onboardingPenaltiesDescription
source: Add penalties to performers and expel them if necessary.
fr: Ajoutez des pénalités aux interprètes et expulsez-les si nécessaire.

# onboardingNext
source: Next
fr: Suivant

# onboardingPrevious
source: Back
fr: Précédent

# onboardingDone
source: Get started
fr: Débutez

source: Open
fr: Ouvrir

source: Penalties
fr: Pénalités

# penaltiesImpactPointsTooltip
source: Penalties impact the final score of the match.
fr: Les pénalités impacteront le résultat final du match.

source: Penalties impact type
fr: Type d'impact des pénalités

# penaltiesImpactTypeAdd
source: Penalties add points to other teams
fr: Les pénalités ajoutent des points aux autres équipes

# penaltiesImpactTypeSubstract
source: Penalties subtract points from their team
fr: Les pénalités enlèvent des points à son équipe

# penaltiesRequiredToExpel
source: Penalties required to expel a performer
fr: Pénalités requises pour expulser un interprète

source: Penalties required to impact points
fr: Pénalités requises pour impacter le pointage

source: Penalty
fr: Pénalité

source: Performer
fr: Interprète

# performerCount
source: Performer count: {count}
fr: Nombre d'interprètes : {count}

source: Performers
fr: Interprètes

# required
source: Field is required
fr: Le champ est requis

source: Remove
fr: Enlever

source: Reset settings to default
fr: Réinitialiser les paramètres

source: Save
fr: Sauvegarder

# scanner
source: Scanner for integrations
fr: Scanner pour les intégrations

source: Scoreboard
fr: Panneau de résultats

# search
source: Search {category}...
fr: Rechercher {category}...

source: Settings
fr: Paramètres

source: Stars
fr: Étoiles

source: Start
fr: Démarrer

source: Start match
fr: Commencer un match

source: Stop
fr: Arrêter

source: Subtotal
fr: Sous-total

source: Tags
fr: Étiquettes

# tagsHint
source: Separated by comma (,)
fr: séparées par une virgule (,)

source: Team
fr: Équipe

source: Teams
fr: Équipes

source: Theme
fr: Thème

# timeBuffer
source: Timer buffer
fr: Temps tampon

# timeBufferTooltip
source: Extra time that will be added on top of each improvisation's duration to compensate for voting and more. This is only used to evaluate the total time of a pacing.
fr: Temps supplémentaire qui sera ajouté à la durée de chaque improvisation pour compenser le vote, etc. Cette valeur ne sera utilisée que pour évaluer la durée totale d'un pacing.

# timerHapticFeedbackTooltip
source: Timer will vibrate every minute, 30 seconds, 10 seconds, 5, 4, 3, 2, 1.
fr: Le chronomètre vibrera à chaque minute, 30 secondes, 10 secondes, 5, 4, 3, 2, 1.

# timerIsActiveError
source: Unable to {action} improvisation. Timer is active.
fr: Impossible de {action} l'improvisation. Le chronomètre est activé.

# toasterGenericError
source: An error has occurred.
fr: Une erreur est survenue.

# toasterMatchDeleted
source: Match deleted.
fr: Match supprimé.

# toasterPacingDeleted
source: Pacing deleted.
fr: Pacing supprimé.

# toasterPacingImported
source: Pacing imported.
fr: Pacing importé.

# toasterTeamDeleted
source: Team deleted.
fr: Équipe supprimée.

# toasterTeamImported
source: Team imported.
fr: Équipe importée.

# toasterYouCantStartAMatchWithAnEmptyTeam
source: You can't start a match with an empty team.
fr: Vous ne pouvez pas démarrer un match avec une équipe vide.

# toasterYouCantStartAMatchWithoutImprovisation
source: You can't start a match without improvisation.
fr: Vous ne pouvez pas démarrer un match sans improvisation.

# toasterYouMustFillAllPerformersName
source: You must fill in all performers' names.
fr: Vous devez remplir tous les noms d'interprète.

# tutorialAddPacing
source: To start, create your first pacing by tapping the button below.
fr: Pour commencer, créez votre premier pacing en appuyant sur le bouton ci-dessous.

# tutorialStartMatch
source: Swipe right or press the play button to start a match.
fr: Faites glisser vers la droite ou appuyez sur le bouton play pour démarrer un match.

# tutorialAddImprovisation
source: Add improvisations to your pacing by tapping the button below.
fr: Ajoutez des improvisations à votre pacing en appuyant sur le bouton ci-dessous.

# tutorialFirstImprovisationCard
source: Tap on the improvisation card to expand it and add details.
fr: Appuyez sur la carte d'improvisation pour l'agrandir et ajouter des détails.

# tutorialFirstImprovisationDrag
source: Tap and hold this icon to reorder improvisations.
fr: Appuyez et maintenez cette icône pour réorganiser les improvisations.

source: Unlimited
fr: Illimité

# warningExpelPlayerDescription
source: Performer {performer} has {penalty} penalty points.
fr: L'interprète {performer} a {penalty} points de pénalité.

# warningExpelPlayerTitle
source: Player to expel
fr: Joueur à expulser
